const verificationInstructions = [
	{
		description:
			"ទំព័រនេះអនុញ្ញាតឱ្យអ្នកផ្ទៀងផ្ទាត់ថា សញ្ញាប័ត្រដែលអ្នកបានទទួលពីសិស្សរបស់យើង មានភាពត្រឹមត្រូវ ឬមិនត្រឹមត្រូវ។ សញ្ញាប័ត្រនីមួយៗនឹងមានលេខសម្គាល់ផ្ទៀងផ្ទាត់ឯកត្តជានិច្ច នៅចំផ្នែកខាងក្រោមស្តាំនៃទំព័រ។",
	},
	{
		description:
			"សម្រាប់សញ្ញាប័ត្រអេឡិចត្រូនិចនីមួយៗដែលត្រូវបានបង្កើត ប្រវត្តិរបស់វានឹងត្រូវបានបង្កើត និងរក្សាទុកក្នុងមូលដ្ឋានទិន្នន័យរបស់យើង។ បន្ទាប់ពីអ្នកបញ្ចូលលេខសម្គាល់ មូលដ្ឋានទិន្នន័យនឹងផ្ទៀងផ្ទាត់ថា តើមានប្រវត្តិនោះទេ។ ប្រសិនបើមាន អ្នកនឹងទទួលបានការបញ្ជាក់អំពីព័ត៌មានដូចខាងក្រោម៖ នាមខ្លួនសិស្ស, នាមត្រកូលសិស្ស, ឈ្មោះវគ្គសិក្សា។",
	},
	{
		description:
			"សូមចងចាំបញ្ចូលសញ្ញា (-) ជាមួយលេខសញ្ញាប័ត្រ ពេលបញ្ចូលលេខសម្គាល់ ដើម្បីឱ្យការផ្ទៀងផ្ទាត់ត្រឹមត្រូវ។",
	},
	{
		description: (
			<>
				បើអ្នកមានសំណួរអំពីសញ្ញាប័ត្រណាមួយ ឬរកឃើញអ្វីដែលខុសគ្នា សូមកុំស្ទាក់ស្ទើរក្នុងការទំនាក់ទំនងមកយើងបានគ្រប់ពេល៖{" "}
				<a href="/help-center" className="text-primary underline">
					ចូលទៅកាន់មជ្ឈមណ្ឌលជំនួយ
				</a>
			</>
		),
	},
];

const VerifyInstruction = () => {
	return(
		<section className="py-4 w-full bg-[#F7F7F7]">
      <div className="flex flex-col gap-5 px-4 py-9 mx-auto max-w-[1080px] text-xl leading-[1.6]">
        {verificationInstructions.map((instruction, index) => (
          <p key={index}>{instruction.description}</p>
        ))}
      </div>
    </section>
	)
}

export default VerifyInstruction