const PROGRAM_OVERVIEW = {
    programTitle: "កម្មវិធីសិក្សាគ្រប់គ្រងអាជីវកម្ម",
    programIcon: 'https://www.ibm-institute.com/wp-content/uploads/2019/05/career-280x280.png',
    certificateTitle: "សញ្ញាប័ត្រកម្មវិធីសិក្សាផ្នែកគ្រប់គ្រង",
    certificateProgram: 'https://www.ibm-institute.com/wp-content/uploads/2021/01/IBMI-Course-Diploma-MBA-CODE-sample2.jpg',
    about: "កម្មវិធីសិក្សាគ្រប់គ្រងអាជីវកម្ម គឺផ្តោតលើការអភិវឌ្ឍជំនាញអាជីវកម្មរបស់អ្នក។ វាជាកម្មវិធីសិក្សារយៈពេលខ្លីតាមប្រព័ន្ធអនឡាញ ដែលគ្របដណ្តប់លើវិស័យសំខាន់ទាំងអស់នៃការគ្រប់គ្រងអាជីវកម្មទូទៅ។ កម្មវិធីសិក្សាគ្រប់គ្រងអាជីវកម្ម គឺជាវិធីសាស្រ្តឆាប់រហ័ស និងចំណាយតិច ដើម្បីឈានដល់គោលដៅអាជីពបន្ទាប់ និងបង្កើនប្រវត្តិការងាររបស់អ្នក។ វាបង្ហាប់ចំណុចសំខាន់ៗនៃការសិក្សាគ្រប់គ្រងប្រពៃណី ទៅជាវគ្គសិក្សាអនឡាញ ៤ ដែលគួរឱ្យរំភើប និងមានតម្លៃសមរម្យ។",
    designedFor: [
        "អ្នកចង់ទទួលបានការយល់ដឹងគ្រឹះអំពីពិភពអាជីវកម្ម និងដាក់គ្រឹះល្អសម្រាប់ផ្លូវអាជីពរបស់ខ្លួន។",
        "អ្នកគ្រប់គ្រងដែលចង់មានចំណេះដឹងទូលំទូលាយក្នុងវិស័យពាក់ព័ន្ធនឹងអាជីវកម្ម ដើម្បីអាចរីកចម្រើនក្នុងអាជីព។",
        "អ្នកចង់ទទួលបានចំណុចសំខាន់ៗនៃការសិក្សាផ្នែកគ្រប់គ្រងក្នុងរយៈពេលលឿន និងចំណាយសមរម្យ។"
    ],
    details: {
        requiredCourses: "៤",
        duration: "៣ ម៉ោងក្នុងមួយវគ្គ",
        level: "វគ្គណែនាំ",
        price: "មិនមានចំណាយបន្ថែម",
        access: "បើកដោយស្វ័យប្រវត្តិ បន្ទាប់ពីបញ្ចប់វគ្គសិក្សាតាមដែលត្រូវការ"
    }
};

export default PROGRAM_OVERVIEW;