import VideoHeader from "./_components/Videoheader"
import Overview from "./_components/Overview"
import FourPillars from "./_components/FourPillars"
import MeetFounders from "./_components/Meetfounders"
import Connnectedtocommunity from "./_components/Connnectedtocommunity"
import EducationForGood from "./_components/EducationForGood"

const Institute = () => {

  const InstituteOverview = {
    img:{
      src:"InstituteImage.png",
      alt:"Institue Image",
      position:"left"
    },
    heading:"វិទ្យាស្ថានដែលគួរឱ្យទុកចិត្តនៃការអប់រំបន្ត",
    paragraph1:"របៀប​រស់​នៅ​បាន​ផ្លាស់​ប្តូរ ហើយ​ក៏​គួរ​តែ​មាន​ការ​អប់រំ​ដែរ។ នៅក្នុងពេលវេលានៃការកើនឡើងនៃចលនា ភាពបត់បែន និងព័ត៌មានដែលហៀរចេញ យើងប្តេជ្ញាបង្កើតបទពិសោធន៍សិក្សាថ្មីដែលបំពេញតម្រូវការរបស់អ្នក និងស្តង់ដារអាជីវកម្មនាពេលបច្ចុប្បន្ននេះ។",
    paragraph2:"ចក្ខុវិស័យរបស់យើងគឺជាពិភពលោកមួយដែលអ្នកណាម្នាក់នៅគ្រប់ទីកន្លែងអាចរៀនអាជីវកម្មថ្មី ការគ្រប់គ្រង និងជំនាញសេដ្ឋកិច្ចបានលឿនជាងពេលណាទាំងអស់។ ជាមួយនឹងជំនាញរបស់យើងក្នុងការអប់រំតាមអ៊ីនធឺណិត និងបន្ត យើងស្វែងរកការជំរុញអាជីពរបស់អ្នក និងផ្តល់ជូនអ្នកនូវបទពិសោធន៍សិក្សាប្រកបដោយគុណភាពខ្ពស់។",
  }

  const education = {
    img:{
      src:"InstituteImage.png",
      alt:"Institue Image",
      position:"right"
    },
    heading:"ការអប់រំដែលអាចបត់បែនបានជាមួយនឹងចិត្តគំនិតសកល",
    paragraph1:"របៀប​រស់​នៅ​បាន​ផ្លាស់​ប្តូរ ហើយ​ក៏​គួរ​តែ​មាន​ការ​អប់រំ​ដែរ។ ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2017 វិទ្យាស្ថានគ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ (IBMI) គឺជាអង្គការអប់រំទំនើបបំផុតមួយរបស់ទីក្រុងប៊ែកឡាំង។ វា​ត្រូវ​បាន​គេ​ទទួល​ស្គាល់​ថា​ជា​អ្នក​ត្រួសត្រាយ​ផ្លូវ​ការ​សិក្សា​តាម​ប្រព័ន្ធ​អេឡិចត្រូនិក​របស់​ប្រទេស​អាល្លឺម៉ង់ ដោយ​ផ្តល់​ជូន​នូវ​វគ្គ​សិក្សា​តាម​អ៊ីនធឺណិត​យ៉ាង​ទូលំទូលាយ។ ភាពបត់បែន និងព័ត៌មានដែលហៀរចេញ យើងប្តេជ្ញាបង្កើតបទពិសោធន៍សិក្សាថ្មីដែលបំពេញតម្រូវការរបស់អ្នក និងស្តង់ដារអាជីវកម្មនាពេលបច្ចុប្បន្ននេះ។",
    paragraph2:"ចាប់តាំងពីឆ្នាំ 2022 វិទ្យាស្ថានរបស់យើងមានទីតាំងនៅអគារ Impact Hub ក្នុងទីក្រុង Berlin-Neukölln ដែលជាសហគមន៍ដែលជំរុញដោយផលប៉ះពាល់ ដែលផ្តល់សិទ្ធិអំណាចដល់អាជីវកម្ម និងបុគ្គលក្នុងការកសាងដំណោះស្រាយសម្រាប់មនុស្ស និងភពផែនដី។ យើង​ត្រូវ​បាន​ចុះ​ឈ្មោះ​ជា​អ្នក​ផ្តល់​សេវា​អប់រំ​ឯកជន​ជាមួយ​ទីក្រុង​ប៊ែរឡាំង ប្រទេស​អាល្លឺម៉ង់។",
  }

  const location = {
    img:{
      src:"InstituteImage.png",
      alt:"Institue Image",
      position:"left"
    },
    heading:"មានទីតាំងនៅកណ្តាលអឺរ៉ុប",
    paragraph1:"ក្នុង​នាម​ជា​ប្រទេស​សេដ្ឋកិច្ច​ធំ​ជាង​គេ​ក្នុង​សហភាព​អឺរ៉ុប អាល្លឺម៉ង់​ឈរ​លើ​ការ​បង្កើត​ថ្មី និង​កម្រិត​ផលិតភាព​ខ្ពស់។ ការបង្រួបបង្រួមប្រទេសអាឡឺម៉ង់បានដើរតួយ៉ាងសំខាន់នៅក្នុងទីផ្សារអឺរ៉ុបតែមួយដែលកំពុងរីកចម្រើន ហើយជាប្រទេសនាំមុខគេលើពិភពលោកក្នុងវិស័យឧស្សាហកម្ម និងបច្ចេកវិទ្យាមួយចំនួន។ ហើយ​ក៏​គួរ​តែ​មាន​ការ​អប់រំ​ដែរ។ ត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 2017 វិទ្យាស្ថានគ្រប់គ្រងពាណិជ្ជកម្មអន្តរជាតិ (IBMI) គឺជាអង្គការអប់រំទំនើបបំផុតមួយរបស់ទីក្រុងប៊ែកឡាំង។ វា​ត្រូវ​បាន​គេ​ទទួល​ស្គាល់​ថា​ជា​អ្នក​ត្រួសត្រាយ​ផ្លូវ​ការ​សិក្សា​តាម​ប្រព័ន្ធ​អេឡិចត្រូនិក​របស់​ប្រទេស​អាល្លឺម៉ង់ ដោយ​ផ្តល់​ជូន​នូវ​វគ្គ​សិក្សា​តាម​អ៊ីនធឺណិត​យ៉ាង​ទូលំទូលាយ។ ភាពបត់បែន និងព័ត៌មានដែលហៀរចេញ យើងប្តេជ្ញាបង្កើតបទពិសោធន៍សិក្សាថ្មីដែលបំពេញតម្រូវការរបស់អ្នក និងស្តង់ដារអាជីវកម្មនាពេលបច្ចុប្បន្ននេះ។",
    paragraph2:"កន្លែងរបស់ទីក្រុងប៊ែកឡាំងនៅចំកណ្តាលអឺរ៉ុប រួមជាមួយនឹងហេដ្ឋារចនាសម្ព័ន្ធដ៏ល្អឥតខ្ចោះ ទិដ្ឋភាពស្រាវជ្រាវដ៏ល្អ និងឱកាសអាជីវកម្មដ៏ធំសម្បើម ធ្វើឱ្យរដ្ឋធានីអាល្លឺម៉ង់ និងតំបន់ជុំវិញរបស់វាក្លាយជាទីតាំងដ៏ល្អឥតខ្ចោះសម្រាប់ IBMI ។",
  }
  return(
    <main className="mt-20">
      <VideoHeader />
      <Overview item={InstituteOverview}/>
      <FourPillars />
      <Overview item={education} />
      <Overview item={location} />
      <MeetFounders />
      <Connnectedtocommunity />
      <EducationForGood />
    </main>
  )
}

export default Institute;