const faqs = [
  {
    title: "តើខ្ញុំត្រូវចុះឈ្មោះក្នុងកម្មវិធីនេះយ៉ាងដូចម្តេច?",
    describition: "អ្នកអាចចុះឈ្មោះក្នុងមុខវិជ្ជាឯកតាដែលជាផ្នែកមួយនៃកម្មវិធី។ បន្ទាប់ពីបញ្ចប់មុខវិជ្ជាទាំងអស់ដែលត្រូវការនោះ អ្នកអាចទាញយកវិញ្ញាបនបត្រកម្មវិធី របស់អ្នកបានដោយឥតគិតថ្លៃបន្ថែម។"
  },
  {
    title: "តើតម្លៃនៃកម្មវិធីនេះប៉ុន្មាន?",
    describition: "តម្លៃនៃមុខវិជ្ជាមួយនីមួយៗគឺ $4.99 ដុល្លារក្នុងការចុះឈ្មោះ។ អ្នកអាចទិញមុខវិជ្ជាទាំងអស់ដោយឯកតា និងបញ្ចប់វានៅលើកំណត់ពេលរបស់ខ្លួន។"
  },
  {
    title: "តើខ្ញុំទទួលបានវិញ្ញាបនបត្រអ្វីខ្លះ?",
    describition: "អ្នកនឹងទទួលបាន៖\n- វិញ្ញាបនបត្រសម្រាប់មុខវិជ្ជាឯកតា\n- វិញ្ញាបនបត្រកម្មវិធី បន្ទាប់ពីបញ្ចប់មុខវិជ្ជាទាំងអស់\n- វិញ្ញាបនបត្រទាំងអស់ត្រូវបានផ្តល់ជារូបភាពឌីជីថល (PDF)។"
  },
  {
    title: "តើតម្លៃនៃវិញ្ញាបនបត្រកម្មវិធី មានអ្វីខ្លះ?",
    describition: "កម្មវិធី ត្រូវបានអភិវឌ្ឍឡើងដោយអ្នកជំនាញគ្រប់គ្រងដែលមានបទពិសោធន៍ ដើម្បីផ្តល់ជូននូវជំនាញគ្រប់គ្រងដ៏សំខាន់ៗ និងការយល់ដឹងទូលំទូលាយអំពីគោលការណ៍គ្រប់គ្រង។ វិញ្ញាបនបត្រនេះត្រូវបានទទួលស្គាល់យ៉ាងទូលំទូលាយពីអ្នកផ្តល់ការងារជាច្រើនជុំវិញពិភពលោក។ សូមចំណាំថា យើងមិនផ្តល់វិញ្ញាបនបត្របរិញ្ញាបត្រអប់រំឬបរិញ្ញាបត្របច្ចេកទេសទេ។ ទោះជាយ៉ាងណា អង្គការច្រើនទទួលស្គាល់វិញ្ញាបនបត្រនេះថាជាវិញ្ញាបនបត្រជំនាញវិជ្ជាជីវៈ។"
  },
  {
    title: "តើខ្ញុំអាចរកឃើញវិញ្ញាបនបត្ររបស់ខ្ញុំបាននៅទីណា?",
    describition: "បន្ទាប់ពីបញ្ចប់មុខវិជ្ជាទាំងអស់ដែលត្រូវការនោះ សូមចូលទៅកាន់ “My Account” > “My Certificate”។ អ្នកអាចរកឃើញ និងទាញយកវិញ្ញាបនបត្រកម្មវិធី របស់អ្នកនៅទីនោះ។"
  }
];

export default faqs;
